Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=609_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámedikki čoahkkin dohkkehii doaibmaprográmma sámediggebadjái 2012-15
sms: SääŠmteeŠǧǧ sååbbar priimi tuåimmjemprograamm sääŠmteeŠǧǧ vaalpâjja 2012-15

source: Sámedikki čoahkkin dohkkehii 20.6.2012 doaibmaprográmma ja ekonomiijaplána sámediggebadjái 2012-15.
sms: SääŠmteeŠǧǧ sååbbar priimi 20.6.2012 tuåimmjemprograamm da teäŠǧǧplaan sääŠmteeŠǧǧ vaalpâjja 2012-15.

source: Doaibmaprográmma sisdoallá sámedikki váldoulbmiliid sihke dárkilis oktasaš ja sektormieldásaš ulbmiliid sámediggebadjái 2012-15.
sms: Tuåimmjemplaan âânn seŠst sääŠmteeŠǧǧ väŠlddtäävtõõzzid di tääŠrǩes õhttsaž da sektorpuõttlaž täävtõõzzid sääŠmteeŠǧǧ vaalpâjja 2012-15.

source: ” Lean duhtavaš sámedikki čoahkkima dohkkehan doaibmaprográmmai.
sms: ” Leäm šiõǥǥ miõlâst sääŠmteeŠǧǧ såbbar primmum tuåimmjemprograŠmme.

source: Oktasaččat dohkkehuvvon doaibmaprográmma vuodju sámiide deháleamos áššiid ovddideapmái ja buorideapmái, ja boahtá stivret sámedikki doaimma dán válgabaji áigge jagi 2015 rádjai ”, muitala sámedikki ságajođiheaddji Klemetti Näkkäläjärvi.
sms: ʼhttseŠžže primmum tuåimmjemplaan mieŠldd pueŠreed saaŠmi vääžnmõs aaŠšši ooudâsviikkmõõžžid, da puätt jååŠđtet sääŠmteeŠǧǧ tuåimmjumuužž tän vaalpââi ääiŠj eeŠjj 2015 asti ”, särnn sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi.

source: Sámedikki čoahkkima 20.6.2012 dohkkehan sámediggebaji doaibmaprográmma 2012-2015 váldoulbmilat leat:
sms: SääŠmteeŠǧǧ såbbar 20.6.2012 primmum sääŠmteeŠǧǧ vaalpââi tuåimmjemprograamm 2012-15 väŠlddtäävtõõzz liâ:

source: ILO 169-soahpamuša ratifieren
sms: ILO 169-suåppmõõžž ratifâŠsttmõš

source: Davviriikkalaš sámesoahpamuša ratifieren
sms: TâŠvvjânnmlaž sääŠmsuåppmõõžž ratifâŠsttmõš

source: Sámediggelága ja - ásahusa ođasmahttin sihke sápmelašmeroštallama rievdadeapmi
sms: SääŠmteŠǧǧlääŠjj da – asetõõzz oođumuš di sääŠm-meäŠrtõõzz muttŠtumuš

source: Sámiid iešmearridanvuoigatvuođa ollašuvvan dievasmearálaččat
sms: SaaŠmi jiõččmieŠrreemvuõiggâdvuõđ teâuddjumuš tiuddmieŠreld

source: Katainen ráđđehusprográmma sámemerkejumiid ollašuvvan dievasmearálaččat
sms: Katainen da suu halltõsprograamm sääŠmregisttrumuužž teâuddjumuš tiuddmieŠreld

source: Sámegielaid ealáskahttinprográmma ollašuhttima álggaheapmi
sms: SääŠmǩiõli jeälltemprograamm tuåimmepiijjâm alttumuš

source: Álbmotlaš artikla 8(j) - bargojoavkku evttohusaid ollašuhttin
sms: Kansallisen artikla 8(j) – tuâjj-joouk eŠtǩǩõõzzi čõõđtumuš

source: Eamiálbmotjulggaštusa ollašuhttin Suomas
sms: Alggmeerčõõđtõõzz tuåimmepiijjmõš LääŠddjânnmest

source: Sámekultuvrra ja árbevirolaš ealáhusaid suoji ollašuvvan
sms: SääŠmkulttuur da ääŠrbvuâlaž jieŠllemvueŠjji suõi teâuddjumuš

source: Sámekultuvrra hedjonahttima suoji viiddideapmi čáhcelága mieldásaččat sámiid guoski buot sierralágaide
sms: SääŠmkulttuur hueŠnumuužž suõi vuältumuš čääŠcclääŠjj mieŠlddlânji pukid saaŠmid kuõskki spesial-laaŠjjid

source: Sámiid ruovttuguovllu ja árbevirolaš ealáhusaid eallinfámu sihkkarastin
sms: SaaŠmi dommvuuŠd da ääŠrbvuâlaž jieŠllemvueŠjji jieŠllemviõkkvuõđ staanumuš

source: Eretfárrema geahpedeapmi ja ruovttoluotta fárrema lasiheapmi sámiid ruovttuguvlui
sms: SaaŠmi vuâlggmõš dommvuuŠdest meädda åårstâŠttmõš da dommvoudda mååust serddmõš lââŠzzted

source: Gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvan olles riikkas
sms: Ǩiõllʼlaž da kulttuursaž vuõiggâdvuõđi teâuddjumuš obb jânnmest

source: Sámegiela ja sámegielat oahpahusa sajádaga, fálaldaga ja sámesisdoalu ovddideapmi
sms: SääŠmǩiõl da sääŠmǩiõllsaž mättʼtem staattuuzz da oŠnnstemvuõđ ooudâsviikkmõš

source: Sámiid buorredili ja oasálašvuođa ovddideapmi
sms: SaaŠmi pueŠrrjieŠllem da vuässadvuõđ ooudâsviikkmõš

source: Sámedikki čoahkkin dohkkehii váldoulbmiliid ovttamielalaččat, earret čuoggá 3., mii dohkkehuvvui jienain 11-3.
sms: SääŠmteeŠǧǧ sååbbar priimi väŠlddtäävtõõzzid õõutmiõllsânji, lokku vääŠldeeŠl pääiŠǩ 3., koon primmeš jiõnin 11-3.

source: Oktasaš dárkilis ulbmilat leat sámiid searválasvuođa ovddideapmi, sámi árbevirolaš dieđu sihkkarastin, sámi kulturbirrasa sihkkarastin, sámekultuvrra eallinfámu dorvvasteapmi olles riikkas, sámedikki válgavuogádaga ovddideapmi, sámedikki iežas doaimma ovddideapmi ja sámedikki ovddugohcima buorideapmi.
sms: ʼhttsaž tääŠrǩes täävtõõzz liâ saaŠmi õhttsažkåŠddvuõđ ooudâsviikkmõš, sääŠm ääŠrbvuâlaž teâđ staanumuš, sääŠm kultturpirrõõzz staanumuš, sääŠmkulttuur jieŠllemviõkkvuõđ staanumuš obb jânnmest, sääŠmteeŠǧǧ vaalriâššâm ooudâsviikkmõš, sääŠmteeŠǧǧ jiijjâz tuåimmjumuužž ooudâsviikkmõš da sääŠmteeŠǧǧ ouddõsvahssâm ooudâsviikkmõš.

source: Sektormieldásaš dárkilis ulbmilat leat sámi ealáhuspolitihka, sámegiela eallinfámu dorvvasteapmi, sámemánáid ja - nuoraid sajádaga ovddideapmi, sámegielat sosiála- ja dearvvasvuohtabálvalusaid buorideapmi, sámiid kulturbálvalusaid ja dáiddaeallima ovddideapmi, sámeoahpahusa ja allaskuvlejumi ovddideapmi ja sámi parlamentáralaš ráđi doaimma ovddideapmi.
sms: Sektorpuõttlaž tääŠrǩes täävtõõzz liâ saaŠmi jieŠllemvueŠǩǩpolitiikk, sääŠmǩiõl jieŠllemviõkkvuõđ staanumuš, sääŠmpäärnai da – nuõri staattuuzz ooudâsviikkmõš, sääŠmǩiõllsaž sosiaal- da tiõrvâsvuõđkääzzkõõzzi ooudâsviikkmõš, saaŠmi kultturkääzzkõõzzi da čeäppõsjieŠllem ooudâsviikkmõš, sääm-mättʼtõõzz da õllškooul škoouŠlʼjumuužž ooudâsviikkmõš da sääŠm parlamentaarlaž suåvtõõzz tuåimmjumuužž ooudâsviikkmõš.

source: Sámedikki čoahkkima dohkkehan ekonomiijaplána jođiha sámedikki válgabaji ruhtadeami ohcama ja ruhtadeami geavaheami.
sms: SääŠmteeŠǧǧ såbbar priimmâm teäŠǧǧplaan jååŠđat sääŠmteeŠǧǧ vaalpââi teäggtõõzz ooccmõõžž da teäggtõõzz âânnmõõž.

source: Válgabajis sámediggi geahččala fidnet ođđa virggiid sámediggái sámegielat bálvalusaide, sámiid ruovttuguovllu olggobealde ássi sámiid vuoigatvuođaid ovddideapmái, biras- ja ruvkeláhkaáššiid áššegieđahallamii sámedikkis sihke geahččala vuođđudit sámi ealáhusfoandda, mainna dorjojuvvošedje sámeealáhusaid ja árbevirolaš dieđu seailun árbevirolaš sámeealáhusain.
sms: Vaalpââi äiŠǧǧen sääŠmteŠǧǧ ǩiččlââtt raajjâd ođđ veeŠrjid sääŠmtegga sääŠmǩiõllsaž kääzzkõõzzid, saaŠmi dommvuuŠd åålǥbeälla jälsteeŠji saaŠmi vuõiggâdvuõđi ooudâsviikkmõŠšše, pirrõs- da kuåivâslääŠǩǩaaŠšši ouŠdde puŠhttmõŠšše sääŠmteeŠǧǧest di vuâđđeed sääŠm jieŠllemvueŠǩǩfoond, koin tuärjjeet sääŠmjieŠllemvueŠjjid da ääŠrbvuâlaž teâđ ruõkkmõõžž ääŠrbvuâlaž sääŠmjieŠllemvueŠjjin.
